SECTIONS = {
    "history": {
        "title": "История компании",
        "description": "Редактирование информации об истории компании",
        "allow_file": True,
        "file_types": ["pdf", "image", "video"]
    },
    "values": {
        "title": "Ценности компании",
        "description": "Редактирование информации о ценностях компании",
        "allow_file": True,
        "file_types": ["pdf", "image", "video"]
    },
    "structure": {
        "title": "Организационная структура",
        "description": "🧱 Организационная структура компании — схема управления и подразделений.",
        "allow_file": True,
        "file_types": ["pdf"]
    },
    "canteen": {
        "title": "Столовая",
        "description": "🍽️ Информация о столовой: режим работы, меню на день.",
        "allow_file": True,
        "file_types": ["pdf", "image", "text"]
    },
    "events": {
        "title": "Корпоративные мероприятия",
        "description": "🎉 Корпоративные мероприятия",
        "allow_file": True
    },
    "documents": {
        "title": "Оформление документов",
        "description": "📄 Как оформить документы: отпуск, больничный, справки и т.д.",
        "allow_file": True
    },
    "virtual_tour": {
        "title": "Виртуальный тур по ТЭК",
        "description": "🌐 Виртуальная экскурсия — возможность познакомиться с компанией онлайн.",
        "allow_file": True
    }
}